{
  "infocus": [
    {
      "id": "The-best-place-to-invest-in-renewable-energy",
      "attributes": {
        "mainImage": "/assets/solar5.jpg",
        "title": "The best place to invest in renewable energy",
        "image": "/assets/solar5.jpg",
        "category": "Green Energy",
        "author": "Armin Babic",
        "subtitle": "",
        "authorImage": "/assets/arminbg3.webp",
        "contentA": "The rapid development of many industries, urbanization, and economic growth are causing increased global demands for energy supply. By 2040, a 1.2% yearly increase in energy supply is predicted.",
        "contentB": "By signing the Energy Community Establishment Agreement, Bosnia and Herzegovina joined other members to create the largest internal market for electricity and gas at the global level.",
        "contentC": "As one of the signatories of this Agreement, Bosnia and Herzegovina commits to implementing the AQUIS communautaire in the fields of energy, environment, competition, and renewable energy. With abundant natural resources, favorable hydro and solar conditions, and significant forest coverage relative to its territory size, Bosnia and Herzegovina has an excellent perspective for implementing the Green Agenda and generating energy from renewable sources.",
        "firstImage": "/assets/sola3.jpg",
        "contentD": "Despite being the only net exporter of electricity in the Western Balkans, Bosnia and Herzegovina incurs significant costs of air pollution and health impacts due to the dominance of fossil fuels in its current energy structure. According to 2021 data, the total electricity production in Bosnia and Herzegovina was 17 TWh, with 62% from coal, 35% from hydro, and the rest from solar and wind energy. In order to meet the goals of the Green Deal, Bosnia and Herzegovina recently confirmed its intention to achieve a 43.6% share of renewable sources in gross final consumption by 2030. In other words, according to Bosnia and Herzegovina’s energy policy, the plan is to obtain 85% of energy from hydropower by 2035, 9% from wind, 2% from solar, and 4% from biomass.",
        "contentE": "To date, integrated short-term and long-term strategies aimed at increasing the share of various renewable sources ensure Bosnia and Herzegovina’s energy security and enhance its readiness to join the European Union. In accordance with the current laws in Bosnia and Herzegovina, foreign investors are guaranteed, among other things, the same rights and obligations as domestic investors. They have the same property rights as domestic investors, are protected from nationalization, expropriation, and requisition, and have the right to transfer profits abroad. These rights cannot be nullified by subsequently enacted laws.",
        "contentF": "The tax system and incentives provide an additional advantage for Bosnia and Herzegovina compared to other countries, considering it has one of the most favorable tax systems in Europe (VAT rate of 17%, corporate tax rate of 10%). The corporate tax system also brings numerous benefits in certain parts of the country, such as the exemption from corporate tax in double the amount of the export value resulting from production. This implies that producers would be completely exempt from corporate tax with 50% of the produced and exported electricity.",
        "contentG": "There are also other incentives for investment, a reduction in the tax base up to a certain level, and exemptions from import duties for equipment used in production not manufactured in Bosnia and Herzegovina. This applies to equipment imported for new or expanded production, production modernization, the introduction of new or modernization of existing production technology, directly related to manufacturing activities.",
        "contentH": "However, in the near future, network limitations pose a risk. This initiative in Bosnia and Herzegovina is still on its reform path, and this may affect the speed and adequacy of project implementation.",
        "conclusion": "To contribute to the transition to a fossil fuel-free economy, it is crucial to choose “cleaner” projects that will benefit the overall community."
      }
    },
    {
      "id": "Future-ESG-trends-in-Bosnia-and-Herzegovina",
      "attributes": {
        "mainImage": "/assets/wind2.jpg",
        "title": "Future ESG trends in Bosnia and Herzegovina",
        "image": "/assets/wind2.jpg",
        "category": "Green Energy",
        "author": "Armin Babic",
        "subtitle": " ",
        "authorImage": "/assets/arminbg3.webp",
        "contentA": "Despite entering the corporate vocabulary in early 2004, the term ESG (Environmental, Social, Governance) has remained invisible for more than a decade.However, with the intensification of the topic of global warming, ESG has become a big part of the discussion and a star determinant for today’s companies. The concept of ESG could be seen as a set of standards that unites the most important issues in the process of implementing the principles of sustainable development, i.e., respecting the criteria that companies use to increase the ethics of their operations. National and international regulatory bodies have begun to evaluate and implement a range of practices related to sustainable finance, focusing primarily on possible ESG access and marketing to investors.Since the nature of the topic is diverse, it is natural that different interests of companies and governments around the world pursue different agendas and, of course, question the overall effort. The difference between countries around the world will make it difficult for global companies to set their own ESG agenda while also complying with the different local regulations of the countries in which they are located.The “Environment” part of ESG remains a priority, because climate differences are increasing, and decarbonization at the micro and macro level conditions the further development of the economy. In addition to climate change, a topic within the “E” part that will be interesting to follow is the topic of biodiversity protection.For this year, it is predicted that the most attention will be paid to the now neglected “Social” part of ESG. By this we mean the issues of equality of wages, work, early participation in management committees.“Governance” in ESG refers to the governance factors involved in decision-making, from policy-making to the distribution of rights and responsibilities among various actors in corporations, including management and stakeholders.",
        "contentB": "Investors looking at an ESG-oriented company will want to ensure that its accounting and reporting systems are reliable and transparent. Also, investors will evaluate how the firm treats its shareholders, as well as their ability to vote on important issues; they will also want evidence that the corporation is not engaging in illegal activities.In summary, the ESG trends that should be followed this year are related to the further development of ESG regulation and reporting standards on the national and international market. The development of this trend is driven by individual companies that will have to be more transparent regarding the actions taken and the final results.",
        "contentC": "",
        "firstImage": "/assets/sola3.jpg",
        "contentD": "",
        "contentE": "",
        "contentF": "",
        "contentG": "",
        "contentH": "",
        "conclusion": ""
      }
    },
    {
      "id": "Explore-investment-opportunities-in-Bosnia-and-Herzegovina",
      "attributes": {
        "mainImage": "/assets/hotel.jpg",
        "title": "Explore investment opportunities in Bosnia and Herzegovina",
        "image": "/assets/hotel.jpg",
        "category": "Investment",
        "author": "Armin Babic",
        "subtitle": "",
        "authorImage": "/assets/arminbg3.webp",
        "contentA": "In order to attract foreign investment capital in 2025, IA Law Firm Bosnia presents a brief guide to investment opportunities in Bosnia and Herzegovina. Located at the crossroads of Southeastern and Southern Europe, this small but economically growing Balkan country offers rich opportunities for investment. Natural resources, a strategic geographic location, and a comprehensive legal framework make BiH an attractive destination for global investors.",
        "contentB": "Key Characteristics of Bosnia and Herzegovina",
        "contentC": "* Geography and Climate: BiH has a diverse landscape of dense forests, river systems, and a modest coastline along the Adriatic Sea, offering opportunities in forestry, hydropower, and tourism. Notably, BiH has more waterfalls than Italy, France, and Germany combined.",
        "firstImage": "/assets/sola3.jpg",
        "contentD": "* Energy Potential: Bosnia and Herzegovina is over four times more energy-intensive than the EU average and has the highest energy intensity in the Western Balkans. The residential sector is responsible for the largest share of total energy consumption and has significant potential for improvements. BiH has considerable renewable energy potential, particularly in hydroelectric and wind power capacities. According to a study conducted by the German government, BiH could produce up to 2000 MW of wind energy annually, primarily in the Livno, Tomislavgrad, Mostar, and Trebinje areas. This emerging industry still faces several regulatory and financial challenges.",
        "contentE": "* Natural Resources: From coal, iron ore, lithium, and gold to abundant forests and hydropower, Bosnia and Herzegovina’s natural wealth forms the basis for industrial development.",
        "contentF": "Economic Indicators:",
        "contentG": "* Population: 3.2 million (2023)",
        "contentH": "* GDP: USD 24.24 billion (2022)",
        "contentI": "* Inflation: 7.6% (2023)",
        "contentJ": "* Unemployment: 13.2% (2023)",
        "contentK": "Legal Framework and Investment Protection",
        "contentL": "BiH consists of two entities (Federation of BiH and Republika Srpska) and the Brčko District. Investors are offered a unique market with specific legislations for each entity. Key aspects include:",
        "contentM": "* Foreign investors have the same rights and obligations as residents of Bosnia and Herzegovina.",
        "contentN": "* Foreign investors can open bank accounts at any commercial bank in local or freely convertible currencies.",
        "contentO": "* Foreign investors have the right to freely employ foreign nationals, unless the laws of BiH stipulate otherwise.",
        "contentP": "* Foreign investors have the same property rights over real estate as domestic legal entities.",
        "contentR": "* Foreign investors are protected from nationalization, expropriation, requisition, and measures with the same effect; such measures can only be taken in the public interest, in accordance with applicable laws and regulations, and with payment of fair compensation.",
        "contentS": "* Foreign investors have the right to transfer profits abroad, which result from their operations in Bosnia and Herzegovina.",
        "contentT": "Foreign Investment Protection Agreements",
        "contentU": "* After 2015, with the signing of the Stabilization and Association Agreement (SAA) between the European Union (EU) and Bosnia and Herzegovina (BiH), BiH obtained candidate status for EU membership. In March 2024, the European Council decided to open accession negotiations with BiH.",
        "contentV": "* Free Trade Agreement (CEFTA) with North Macedonia, Serbia, Albania, Moldova, Montenegro, and Kosovo.",
        "contentZ": "* Free Trade Agreement with EFTA countries: Switzerland, Norway, Iceland, and Liechtenstein.",
        "conclusion": "* Bosnia and Herzegovina also has a signed Free Trade Agreement with Turkey, providing access to a market of 70 million people.",
        "textA": "BiH has a preferential trading system with New Zealand, Japan, Australia, and the countries of the Eurasian Economic Union.",
        "textB": "Bosnia and Herzegovina has signed double taxation avoidance agreements with the following countries:",
        "textC": "Albania, Algeria, Austria, Azerbaijan, Belgium, Montenegro, Czech Republic, Finland, France, Greece, Croatia, Netherlands, Iran, Ireland, Italy, Jordan, Kuwait, Qatar, China, Cyprus, Hungary, Malaysia, North Macedonia, Moldova, Norway, Germany, Pakistan, Poland, Romania, Slovakia, Slovenia, Serbia, Spain, Sweden, Sri Lanka, Turkey, UAE, the UK, and Northern Ireland.",
        "textD": "Given these relationships, establishing a business in BiH presents an opportunity to export to a market of nearly 600 million people, without paying customs duties.",
        "textE": "Taxes and Incentives:",
        "textF": "* Corporate Income Tax: 10%",
        "textG": "* VAT: 17%",
        "textH": "* Free trade zones offer VAT exemptions and simplified business operations.",
        "textI": "Contributions:",
        "textJ": "* Federation of BiH: 31% of gross salary.",
        "textK": "* Republika Srpska: 31% of gross salary.",
        "textL": "* Brčko District: 32% of gross salary.",
        "textM": "Labor Market and Employment",
        "textN": "Legal regulations allow the employment of foreigners with the necessary permits.",
        "textO": "Tax incentives are available for companies employing BiH nationals."
      }
    }
  ]
}
